---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsConnectorDescription
source: html/85ecbce6-1b38-62f3-05e1-d9c65f317f54.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsConnectorDescription Property

"Connector Description"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsConnectorDescription { get; }
```